Repository: sebastienserre/compare-affiliated-product
Catalog: languages/compare-*.po
Languages: fr_fr

source: Every 4 hours
fr_fr: Toutes les 4 h

source: Compare Settings
fr_fr: Compare Affiliated Product

source: general
fr_fr: Général

source: Settings
fr_fr: Réglages

source: Save Changes
fr_fr: Enregistrer

source: Currency Unit
fr_fr: Monnaie

source: Language
fr_fr: Langues

source: Delete Transients (cache)
fr_fr: Effacer les transients (cache)

source: Delete all transients from database
fr_fr: Effacer tous les transients de la base de données

source: Click on this link if you add a partner, checked a new programs or someting else which can change the datas.
fr_fr: Cliquez sur ce lien si vous avez ajouté un partenaire, coché un nouveau programme ou toute autre actions susceptible de changer les données a afficher.

source: Choose your currency
fr_fr: Choisissez votre monnaie

source: Currency unit used to display prices
fr_fr: Code de la monnaie à utiliser pour afficher les prix

source: Choose your language
fr_fr: Choisissez votre langue

source: languages used to get datafeed in right language
fr_fr: Langue a utiliser pour générer le flux dans la bonne langue.

source: Amazon API Key
fr_fr: Clé API Amazon

source: Amazon Secret Key
fr_fr: Clé Secrète Amazon

source: Amazon Tracking ID
fr_fr: ID de suivi Amazon

source: Amazon Country
fr_fr: Pays Amazon

source: Buy to
fr_fr: Acheter chez

# Plugin's name
source: Thanks for updating %s
fr_fr: Merci d'avoir mis à jour %s

source: Please follow the link to upgrade the database
fr_fr: Veuillez cliquer sur le lien pour mettre à jour ma base de données.

source: Click to Update
fr_fr: Cliquez pour mettre à jour

source: advanced
fr_fr: Avancé

source: help
fr_fr: Aide

source: External DB Settings
fr_fr: Réglage de la BDD externe

source: Using an external DB?
fr_fr: Utiliser une base de données externe.

source: Host
fr_fr: Hôte

source: Database
fr_fr: Nom de la base

source: Username
fr_fr: Nom d'utilisateur

source: Password
fr_fr: Mot de passe

source: Prefix
fr_fr: Préfixe

source: Cloak Link
fr_fr: Obfusquer le lien

source: Platforms
fr_fr: Plateformes

source: tracking Word
fr_fr: Expression a tracker

source: Delete All Data when deleting this plugin
fr_fr: Supprimer toutes les données en supprimant l'extension

source: Configure Cron Job
fr_fr: Configurer la tache CRON

source: API Key
fr_fr: Clé API

source: Awin partner Code
fr_fr: Code Partenaire Awin

source: Awin partner logo
fr_fr: Logo des partenaires Awin

source: Awin Trademark code
fr_fr: Code Marques Awin

source: Awin Customer Code
fr_fr: Code Client Awin

source: Button Text
fr_fr: Texte du bouton

source: Button Background Color
fr_fr: Couleur de fond

source: Button Text Color
fr_fr: Couleur du texte

source: My Programs
fr_fr: Mes Programmes

source: %s API Key. Get in your profile
fr_fr: Clé API %s. Récupérez la dans votre profile.

source: Check the platform to work with
fr_fr: Cochez la plateforme à afficher.

source: For more informations, Please <a href="%1$s">read the documentation</a>
fr_fr: Pour plus d'informations, veuillez <a href="%1$s">Lire la documentation</a>

source: Optional - It could be a good idea if you'd like to connect several websites to a common database
fr_fr: optionnel - Peut être une bonne idée si vous voulez connecter plusieurs sites sur la même base de données produits.

source: %s Customer ID. Needed to let "Convert a link" feature working
fr_fr: N° Client %s . Utilisé pour faire fonctionner la fonction "Convert a Link" correctement.

source: Choose the programs you'd like to display on your site. You can get code by creating a feed in %s website
fr_fr: Choisissez les programmes a afficher sur votre site. Vous pouvez récupérer les codes en créant un flux sur le site %.

source: Choose your partner
fr_fr: Choisissez votre partenaire.

source: Upload first image on media library then paste the link here.
fr_fr: Téléversez une image dans la bibliothèque puis collez le lien ci.

source: Choose the mark you'd like to display on your site. You can get code by creating a feed in %s website. Left empty to get all mark from partner feed.
fr_fr: Choisissez les marques a afficher sur votre site. Vous pouvez récupérer les codes en créant un flux sur le site %s. laissez vide pour récupérer dans le flux toutes les marques vendu par le partenaire.

source: If you encounter a bug, you can leave me a ticket on <a href="%1$s" target="_blank">Thivinfo.com</a>
fr_fr: Si vous rencontrez un bug, laissez moi un ticket sur <a href="%1$s" target="_blank">Thivinfo.com</a>

source: Welcome on the support center
fr_fr: Bienvenue sur le support

source: Documentation Center
fr_fr: Centre de documentation

source: None
fr_fr: Aucun

source: Twice Daily
fr_fr: 2 fois par jour

source: Daily
fr_fr: Quotiennement

source: Cron Task will regenerate database programmatically. If you're using an external DB, no need to use Cron Jobs
fr_fr: La tache Cron va effectuer des taches périodiquement comme récupérer les flux de données a jour. Si vous utilisez une base de données externe pour Compare Affiliated Products, vous n'avez pas besoin de paramétrer une récurrence.

source: Buy It
fr_fr: Marchands

source: Where finding this product?
fr_fr: Où trouver ces produits ?

source: Check the program to display
fr_fr: Cochez les programmes à afficher.

source: Failed to connect to MySQL, please check your login credentials
fr_fr: Impossible de se connecter à la base de données. Veuillez vérifier vos identifiants de connexion.

source: Succesfully connected to the database
fr_fr: Connexion à la base de données réussie.

source: Display Easily products from your affiliated programs (Amazon, Awin, Effiliation...)
fr_fr: Afficher facilement les produits issus de vos programmes d'affiliations (Amazon, Awin, Effiliation...)
